Repository: redblame315/brabbl-backend
Catalog: brabbl/locale/*/LC_MESSAGES/django.po
Languages: de, es, uk

source: User Info Settings
de: Einstellungen
es: Ajustes de información personal
uk: Налаштування інофрмації користовачів

source: Personal info
de: Persönliche Daten
es: Información personal
uk: Персональна інформація

source: Additional info
de: Zusätzliche Daten
es: Información adicional
uk: Додаткова інформація

source: Permissions
de: Berechtigungen
es: Permisos
uk: Права

source: Important dates
de: Wichtige Daten:
es: Fechas importantes
uk: Важливі дати

source: News Email
de: Neuigkeiten E-Mail
es: Noticias Correo Electrónico
uk: Новини по електронній пошті

source: User
de: Benutzer
es: Usuario
uk: Користувач

source: Invalid token.
de: Ungültiges brabbl API Token
es: Token inválido
uk: Невірній brabbl API токен

source: First Name
de: Vorname
es: Nombre
uk: Ім'я

source: Last Name
de: Nachname
es: Apellido
uk: Призвіще

source: Gender
de: Geschlecht
es: Género
uk: Стать

source: Year of birth
de: Geburtsjahr
es: Año de nacimiento
uk: Рік народження

source: Postcode
de: Postleitzahl
es: Código Postal
uk: Поштовий індекс

source: City
de: Ort
es: Ciudad
uk: Місто

source: Country
de: Land
es: País
uk: Країна

source: Organization
de: Organisation
es: Organización
uk: Організація

source: Position
de: Tätigkeitsfeld / Aufgabe
es: Puesto
uk: Посада

source: Allowed parameters: {{domain}}
de: Mögliche Platzhalter: {{domain}}
es: Parámetros permitidos: {{domain}}
uk: Допустимі пораметри : {{domain}}

source: Default wording should be one of available wordings
de: Default wording muss zu den 'verfügbaren Wordings' gehören.

source: Invalid brabbl API Token.
de: Ungültiges brabbl API Token
es: Token brabbl API inválido
uk: Невірній brabbl API токен

source: Invalid referrer for customer %(customer)s: %(referrer)s
de: Ungültiger 'Bezugnehmer' für Kunden %(customer)s: %(referrer)s
es: Recomendante inválido para cliente %(customer)s: %(referrer)s
uk: Невірне посилання для клієнта %(customer)s: %(referrer)s

source: Invalid referrer domain for customer %(customer)s: %(referrer)s
de: Ungültige 'Bezugnehmer'-Domain für Kunden %(customer)s: %(referrer)s
es: Dominio de referencia inválido para cliente %(customer)s: %(referrer)s
uk: Невірний домен посилання для клієнта %(customer)s: %(referrer)s

source: One domain per line.
de: Eine Domain pro Zeile.
es: Un dominio por línea
uk: Один домен в кожному рядку

source: One email per line.
de: Eine E-Mail pro Zeile

source: If left empty, the address of the moderator will be used.
de: Falls leer, wird die Moderatorenadresse genutzt.
es: Si se deja vacío, se usará la dirección del moderador.
uk: Якщо залишити пустим, буде використано адресу модератора.

source: Username
de: Benutzername
es: Nombre de usuario
uk: Ім'я користовача

source: First name + Last name
de: Vorname + Nachname
es: Nombre + apellido
uk: Ім'я + Призвісько

source: Whatever
de: sonstiges
es: Lo que sea
uk: будь-яка

source: Male
de: männlich
es: Masculino
uk: чоловіча

source: Female
de: weiblich
es: Femenino
uk: жіноча

source: Latest news mail delivery
de: Letzer Newsmail-Versand
es: Servicio de últimas noticias por correo electrónico
uk: Email доставка останніх новин

source: Date of activation
de: Aktivierungsdatum
es: Fecha de activación
uk: Дата активації

source: Deletion date
de: Löschungsdatum
es: Fecha de eliminación
uk: Дата виделення

source: Profile picture
de: Profilbild
es: Foto de perfil
uk: Зображення профілю

source: Email asking for confirmation of account.
de: Bestätigungs-E-Mail
es: Correo electrónico para verificar la cuenta.
uk: Письмо з підтвердженням акаунту

source: Daily Summary.
de: Tägliche Zusammenfassung
es: Resumen diario.
uk: Щоденний звіт.

source: Forgot Password.
de: Passwort vergessen?
es: Contraseña olvidada.
uk: Встановлення паролю.

source: Invitation to join private account.
de: Einladung zu geschütztem Account.

source: Non active user warning.
de: Warnung 'user nicht aktiviert'.
es: Advertencia de usuario inactivo
uk: Попередження неактивного користувача.

source: Allowed parameters: {{domain}}, and {{username}}, {{firstname}}, {{lastname}} if type is not Argument flagging.
de: Erlaubte Platzhalter: {{domain}}; sowie {{username}}, {{firstname}}, {{lastname}} (außer bei 'Argument flagging').
es: Parámetros permitidos: {{domain}}, y{{username}}, {{firstname}}, {{lastname}} si el tipo no es Marcado de argumento.
uk: Допустимі параметри: {{domain}}, та {{username}}, {{firstname}}, {{lastname}} якщо тип листа не Маркування аргументу.

source: This account is inactive.
de: Dieser Account ist nicht (mehr) aktiviert.
es: Esta cuenta está inactiva
uk: Цей акаунт не активован.

source: This account is not yet verified
de: Die E-Mail Adresse muss noch verifiziert werden

source: Password or user name is invalid.
de: Kennwort oder Benutzername ungültig.
es: Contraseña o nombre de usuario inválido
uk: Невірне ім'я користовача або пароль.

source: Username and password must be entered
de: Benutzername und Kennwort müssen eingegeben werden
es: Deben introducirse el nombre de usuario y contraseña.
uk: Треба ввести ім'я користувача та пароль

source: Unknown e-mail.
de: Unbekannte E-Mail.
es: Correo electrónico desconocido.
uk: Невідомий e-mail

source: This email address is already in use.
de: Diese E-Mail-Adresse wird bereits verwendet.
es: Esta dirección de correo electrónico ya está en uso.
uk: Цей e-mail вже використовується.

source: This username is not available.
de: Benutzername wird bereits verwendet.
es: Este nombre de usuario no está disponible.
uk: Неприпустиме ім'я користувача

source: {0} is not yet invited.
de: {0} ist dem System nicht bekannt. Bitte melden Sie sich mit der E-Mail Adresse an, unter der Sie eingeladen wurden. Überprüfen Sie Ihre Eingabe oder wenden sich an die Person, die Sie eingeladen hat. Vielen Dank.

source: {0} is required.
de: {0} muss eingegeben werden.

source: {0} is already in use.
de: {0} wird bereits verwendet.
es: {0} ya está siendo usado.
uk: {0} вже використовувається.

source: Auth token is not valid.
de: AuthToken ist nicht gültig.
es: El token de autoridad no es válido.
uk: Невірний токен авторизації.

source: Group doesn't exist.
de: Berechtigungs-Gruppe extistiert nicht.
es: El grupo no existe.
uk: Обрана група не існує

source: Admin invitation is not allowed
de: Keine ausgewaehlten Teilnehmer erlaubt (xx Admin invitation is not allowed xx)

source: Email is not valid
de: E-Mail Adresse ist nicht gültig.

source: Registration:
de: Anmeldung:
es: Registro:
uk: Реєстрація:

source: Welcome
de: Willkommen
es: Bienvenidos
uk: Вітаємо

source: By signing up, you agree to %s Basic Rules, Terms of Service, and Privacy Policy.<br/> Have fun discussing on customer page. This text should be customizable.<br/> Please update the following required fields
de: Beim Sign-up stimmen Sie %s zu.<br/> Dieser Text sollte aber nirgendwo erscheinen (custom wording :) ).<br/>
es: Al registrarte, acepta las %s Normas básicas, términos de servicio y la política de privacidad<br/> Disfrute debatiendo en la página de cliente. Este texto se puede personalizarThis text should be customizable.<br/> Please update the following required fields
uk: Реєструючись, ви погоджуєтися з %s Загальними правилами, Умовами сервісу та Політекою конфіденційності

source: Thank you very much. Your brabbl account at {} has been successfully activated.
de: Vielen Dank. Ihr Account auf %(user_domain)s wurde erfolgreich aktiviert.
es: Muchas gracias. Tu cuenta brabbl en {} ha sido activada con éxito.
uk: Дякуємо. Ваш brabbl аккаунт для {} був успішно активован.

source: You do not have permission to users
de: Keine Zugriffsberechtigung für 'user'.

source: User doesn't exist.
de: User existiert nicht.
es: El usuario no existe.
uk: Користувач не існує

source: You do not have permission to change this user.
de: Sie haben nicht die Berechtigung, die Einstellungen für diesen User zu ändern.
es: No tiene permisos para cambiar este usuario.
uk: У вас не достатньо прав для редагування цього користувачча

source: English
de: Englisch
es: Inglés.
uk: Англійська

source: Spanish
de: Spanisch
es: Español.
uk: Іспанська

source: French
de: Französisch
es: Francés.
uk: Французська

source: Italian
de: Italienisch
es: Italiano
uk: Італійська

source: Greek
de: Griechisch
es: Griego
uk: Грецька

source: Ukrainian
de: Ukrainisch
es: Ucraniano
uk: Українська

source: Russian
de: Russisch
es: Ruso
uk: Російська

source: Add button (bottom)
de: Hinzufüge Button (unten)
es: Añadir botón abajo
uk: Кнопка додати (внизу)

source: Survey - list header
de: Ideensammlung - Listenheader
es: Sondeo- encabezamiento de la lista
uk: Обстеження - заголовок листа

source: Survey - Add answer button
de: Ideensammlung - Antwort hinzufügen button
es: Sondeo - Botón de añadir respuesta
uk: Обстеження - кнопка додати відповідь

source: Reply counter
de: Reaktionen Zähler
es: Contador de respuestas
uk: Лічильник відповідей

source: Discussion
de: Diskussion X
es: Debate
uk: Обговорення

source: Statement
de: Beitrag
es: Declaración
uk: Заява

source: Customer
de: Kunde
es: Cliente
uk: Клієнт

source: Properties
de: Eigenschaften
es: Propiedades
uk: Властивості

source: Time limit
de: Beschränkte Laufzeit
es: Límite de tiempo
uk: Термін дії

source: End time cannot be earlier than start time!
de: Das Ende kann nicht vor dem Anfang liegen.
es: ¡El límite de tiempo no puede empezar antes que el tiempo de inicio!
uk: Час завершення не моде буду раніше за час початку!

source: very poor
de: sehr schlecht
es: muy pobre
uk: дуже погано

source: poor
de: schlecht
es: pobre
uk: погано

source: good
de: gut
es: bien
uk: добре

source: very good
de: sehr gut
es: muy bien
uk: дуже добре

source: Button Contra
de: Contra
es: botón CONTRA
uk: Кнопка Проти

source: Write new argument
de: Neues Argument schreiben
es: escribe un nuevo argumento
uk: Написати новий аргумент

source: Plural name
de: Name (Plural)
es: nombre en plural
uk: Iм'я в множині

source: Statements
de: Beiträge
es: declaraciones
uk: Заява

source: Top button
de: Oberer Button
es: botón de arriba
uk: Верхня кнопка

source: Write new statement
de: Neuen Beitrag schreiben
es: escribir nueva afirmación
uk: Додати заяву

source: Bottom button
de: Unterer Button
es: botón de abajo
uk: Нижня кнопка

source: Reply
de: Antwort
es: contestar
uk: Відповідь

source: Replies
de: Reaktionen
es: respuestas
uk: Відповідей

source: Answer
de: Antwort
es: ASD
uk: Відповісти

source: Notification Email Verification Required
de: Notification: E-Mail Bestätigung erforderlich
es: Verificación de email requerida
uk: Оповіщення: Підтвердження Emailу обовїязкове

source: Notification on Logout
de: Notification: Logout erfolgreich
es: Notificación de baja
uk: Оповіщення після виходу

source: Notification SignUp Required
de: Notification: Anmeldung erforderlich
es: Aviso de registro requerido
uk: Оповіщення: Потрібна авторизация

source: Notification Report Posted
de: Notification: Bedenklicher Inhalt gemeldet
es: Notificación de informe publicada
uk: Оповіщення: Доповідь додана

source: Notification Message Posted
de: Notification: Beitrag gepostet
es: Mensaje de aviso publicado
uk: Оповіщення: Повідомлення додане

source: Notification Message Updated
de: Notification Nachricht aktualisiert
es: Mensaje de aviso actualizado
uk: Оповіщення: Повідомлення змінено

source: Notification Profile Updated
de: Notification: Profil aktualisiert
es: Perfil de notificación actualizado
uk: Оповіщення: Профіль оновлен

source: Notification Reset Password
de: Notification: Passwort zurücksetzen
es: Aviso de cambio de contraseña
uk: Оповіщення: Скидання пароля

source: Hidden posting title
de: Verborgenes Argument (Titel)

source: Hidden posting body
de: Versteckter post (body)

source: Notification Discussion Already Completed
de: Notification: Diskussion bereits beendet

source: Notification Discussion Not Started Yet
de: Diese Diskussion ist noch nicht aktiv.

source: Sign Up Title
de: Sign-up Screen Titel
es: Título de registro
uk: Заголовок реєстрації

source: Sign Up Text
de: Sign-up Screen Text
es: Texto de registro
uk: Текст реєстрації

source: Login Title
de: Login Screen Titel
es: Título de inicio de sesión
uk: Заголовок Авторизації

source: Login Text
de: Login Screen Text
es: Texto de inicio de sesión
uk: Текст Авторизації

source: Welcome Title
de: Willkommen Screen Titel
es: Título de bienvenida
uk: Заголовок привітання

source: Welcome Text (after Social-Auth Sign Up)
de: Willkommen Screen Text (nach Social Sign up)
es: Texto de bienvenida (después de registro social-Auth)
uk: Текст привітання (після авторизацію через соціальні мережі)

source: Welcome Text (after Email Sign Up)
de: Willkommen Screen Text (nach E-Mail Sign up)
es: Texto de bienvenida (después de registro de email)
uk: Ласкаво просимо, текст (після реєстрації за Emailом)

source: Barometer Start Sign
de: Barometer Wording
es: Señal de inicio de barómetro
uk: Барометер, перший голос

source: Data policy overlay title
de: Datenschutz Zustimmungsaufforderung (Titel)

source: Data policy overlay body
de: Datenschutz Zustimmungsaufforderung (Text)

source: Sign up to private account failed
de: Anmeldung zu geschütztem Account fehlgeschlagen

source: Verification required
de: Verifizierung erforderlich

source: List of duplicate invitation email
de: Liste doppelt eingeladener E-Mail Adressen

source: Private discussions not confirmed
de: [Private discussions - nicht verifiziert]

source: Private discussions not logged in
de: [Private discussions - nicht angemeldet]

source: First create a model to see all messages
de: Erst ein 'model' anlegen, um alle Nachrichten zu sehen.
es: Primero cree un modelo para ver todos los mensajes
uk: Спочатку створіть модель, щоб побачити всі повідомлення

source: Image
de: Bild
es: Imagen
uk: Зображення

source: Wording
de: Individuelles Wording
es: Redactando
uk: Формулювання

source: Barometer always shows the current voting results
de: Barometer zeigt immer die Ergebnisse

source: Barometer only shows results to users who already voted for this statement
de: Barometer zeigt Ergebnisse erst wenn der User selbst abgestimmt hat.

source: Barometer only shows results to users who already voted for this statement, and to users with 'Admin' account
de: Barometer zeigt Ergebnisse erst wenn der User abgestimmt hat (nur Admins sehen immer die Ergebnisse).

source: Show all
de: Alle anzeigen
es: enseñar todo
uk: Показувати всі

source: Search by any tag
de: Muss mindestens einen der Tags enthalten
es: Buscar por cualquier etiqueta
uk: Шукати за будь-яким тегом

source: Search by all tags
de: Muss alle Tags enthalten
es: Buscar por todas las etiquetas
uk: Шукати за всіма тегами одразу

source: Active
de: Aktiv
es: Activo
uk: Активні

source: Hidden
de: Entfernt
es: Oculto
uk: Прихований

source: Object must be created or modified only by an administrator.
de: Object darf nur von einem Admin erstellt oder modifiziert werden.
es: El objeto debe ser creado o modificado por solo un administrador.
uk: Об'єкт може бути додан або оновлен тільки адміністратором.

source: Can't be modified, because other users have already responded on it.
de: Objekt darf nicht mehr modifiziert werden, da auf dieses bereits reagiert wurde.
es: No se puede modificar, porque otros usuarios ya han respondido sobre él.
uk: Не може бути змінен, тому що інщі користувачі вже відповіли.

source: Only the creator can modify this object.
de: Nur der Ersteller darf dieses Objekt modifizieren.
es: Sólo el creador puede modificar este objeto.
uk: Лише автор може редагувати цей об'єкт.

source: There are only whole or half numbers allowed.
de: Es sind nur ganze oder halbe Zahlen erlaubt.
es: Solo se permiten números enteros o medios.
uk: Дозволені лише цілі та половинні числа.

source: Statement not found
de: Statement nicht gefunden
es: Declaración no encontrada
uk: Заява не знайдена

source: Arguments are not allowed in this discussion.
de: Argumente sind in dieser Diskussion nicht erlaubt.
es: Los argumentos no son permitidos en este debate.
uk: Аргументи не дозволині для цієї дискусіі.

source: Replies are not allowed in this discussion.
de: ['Replies' sind in dieser Diskussion nicht erlaubt.]
es: Las réplicas no son permitidas en este debate.
uk: Аргументи не дозволeні для цієї дискусіі.

source: Discussion not found﻿
de: Diskussion nicht gefunden
es: Debate no encontrado
uk: Діскусія не знайдена

source: ID is already in use.
de: ID wird bereits verwendet.
es: El ID ya está en uso.
uk: Цей ID вже використовується

source: `Wording` needed for Barometer.
de: `Wording` wird für Barometer benötigt.
es: 'Redacción' necesaria para el barómetro.
uk: "Формулювання" обовязкове для Барометру.

source: Statement not found﻿
de: Statement nicht gefunden

source: Discussion has no barometer.
de: Diese Diskussion hat kein Barometer.
es: El debate no tiene barómetro.
uk: Діскуссія без барометру.

source: Discussion has no arguments.
de: Die Diskussion hat noch keine Argumente.
es: El debate no tiene argumentos.
uk: Діскуссія без аргументів.

source: You can not rate hidden argument
de: Entfernte/Unangemessene Beiträge können nicht bewertet werden
es: No puede evaluar un argumento oculto
uk: Ви не можете оцінити прихований аргумент

source: Not Found
de: Nicht gefunden.
es: No encontrado
uk: Не знайдено

source: Password has been reset
de: Kennwort zurückgesetzt
es: La contraseña ha sido restaurada
uk: Пароль був стертий

source: Reset password
de: Kennwort zurücksetzen
es: Restaurar contraseña
uk: Стерти пароль

source: Password of your brabbl account at %(customer_url)s has been changed successfully.
de: Ihr Kennwort Ihres brabbl-Accounts auf %(customer_url)s wurde erfolgreich geändert.
es: La contraseña de tu cuenta brabbl en %(customer_url)s ha sido modificada correctamente.
uk: Пароль вашого brabbl аккаунту для %(customer_url)s був успішно змінений.

source: In a few moments you will be redirected to
de: Sie werden in Kürze weitergeleitet auf
es: En breves momentos serás redirigido a
uk: За мить ви будите переправлені до

source: New password
de: Neues Kennwort
es: Nueva contraseña
uk: Новий пароль

source: Confirm password
de: Kennwort bestätigen
es: Confirmar contraseña
uk: Підтвердити пароль

source: Change password
de: Kennwort ändern
es: Cambiar contraseña
uk: Змінити пароль

source: The link you used is invalid or has already been used. Please request a new confirmation link.
de: Der geöffnete Link ist ungültig oder wurde bereits genutzt. Bitte fordere erneut einen Link an.
es: El enlace que has usado no es válido o ya ha sido utilizado. Por favor, solicita otro enlace de confirmación.
uk: Посилання яке ви використали невірне або вже використане. Будь ласка запросіть нове посилання підтвердження.

source: User List
de: Liste aller User
es: Lista de usuarios
uk: Список користувачів

source: Finish sign up
de: Anmelden
es: Finalizar registro
uk: Завершити реєстрацію

source: Are you really want to create copy of this object?
de: Möchten Sie wirkliche das aktuelle Objekt kopieren?
es: ¿Está seguro de que quiere crear una copia de este objeto?
uk: Ви дійсно бажаєте скопіювати цю запис?

source: Duplicate an object
de: Objekt duplizieren
es: Duplicar un objeto
uk: Зробити копію запису

source: Are you really migrate wordings?
de: Wirklich wordings migrieren?

source: Migrate wordings for customers
de: Wordings migrieren (v1.x -> 2.0.0)

source: Delete?
de: Löschen?
es: ¿Eliminar?
uk: Видалити?

source: Change
de: bearbeiten
es: Cambiar
uk: Змінити

source: View on site
de: Webseite anzeigen
es: Ver en la web
uk: Подивитись на сайті

source: Add another %(verbose_name)s
de: Weiteren %(verbose_name)s hinzufügen
es: Añadir otro %(verbose_name)s
uk: Додати %(verbose_name)s

source: Remove
de: Entfernen
es: Quitar
uk: Видалити

source: Brabbl post has been flagged
de: Beitrag wurde gemeldet
es: El comentario de Brabbl ha sido señalado
uk: Brabbl пост був промаркован

source: Title
de: Titel
es: Título
uk: Заголовок

source: Type
de: Typ
es: Tipo
uk: Тип

source: Reports / flagging
de: Meldungen
es: Informes / etiquetas de bandera
uk: Доповідь / Маркування

source: Brabbl-Invitation on
de: Brabbl-Einladung auf

source: Brabbl - Recent Discussions on
de: Brabbl — Aktuelle Diskussionen auf
es: Brabbl - Debates recientes en
uk: Brabbl - нещодавні дискусії

source: %(counter)s new Argument.
de: %(counter)s neue Argument
es: %(counter)s nuevo argumento
uk: %(counter)s новий аргумент.

source: %(counter)s new Discussion.
de: %(counter)s neue Diskussion
es: %(counter)s nuevo debate.
uk: %(counter)s нова дискусія

source: %(counter)s new Voting.
de: %(counter)s neue Stimmabgabe
es: %(counter)s nueva votación.
uk: %(counter)s нове голосування.

source: Here are a few recent discussions which may interest you:
de: Hier ein paar aktuelle Diskussionen die Sie vielleicht interessieren:
es: Aquí podrá ver debates recientes que quizá le interesen:
uk: Це декілька нещодавніх дискусій, які мужть вас зацікавити:

source: Brabbl-Registration on
de: Brabbl-Registrierung auf
es: Registro Brabbl activado
uk: Brabbl-реєстрація на

source: Thank you for your registration! You will receive an email with a confirmation link. Once you click this, you can join the discussion.
de: Vielen Dank für Ihre Registrierung! Sie erhalten in Kürze eine Email mit einem Bestätigungs-Link. Nach Klick auf diesen Link können Sie unbegrenzt an den Diskussionen teilnehmen.
es: ¡Gracias por vuestro registro! Recibirá un email con un enlace de confirmación. Una vez pinche aquí, podrá unirse a esta discusión.
uk: Дякуємо за реєстрацію! Вам буде надіслано листа з посиланням для підтвердження. Після переходу за цим посиланням, ви зможете приєднатися до дискусії

source: sort by date
de: Sortiert nach Datum
es: Ordenado por fecha
uk: сортувати за датою

source: sort by personal review
de: Sortiert nach eigener Bewertung
es: Ordenado por reseña personal
uk: сортувати по особистому огляду

source: sorted by own rating
de: Sortiert nach eigener Bewertung
es: Ordenado por su propia clasificación
uk: сортувати за власним рейтингом

source: sort by average rating
de: Sortiert nach durchschnittlicher Bewertung
es: Ordenado por la clasificación media
uk: сортувати за середнім рейтингом

source: You must sign in to participate in the discussion
de: Sie müssen sich anmelden, um an der Diskussion teilzunehmen.
es: Debe registrarse para participar en el debate
uk: Потрібно авторизуватися, щоб прийняти участь у дискусії

source: The profile has been updated successfully
de: Das Profil wurde erfolgreich aktualisiert.
es: El perfil se ha actualizado con éxito
uk: Ваш профіль був успішно оновлен.

source: Choose topic
de: Nach Tags / Themen filtern
es: Elija un tema
uk: Обрати за темою

source: Profile
de: Profil
es: Perfil
uk: Профіль

source: Logout
de: Abmelden
es: Desconexión
uk: Вийти

source: Register
de: Registrieren
es: Registro
uk: Реєстрація

source: Login
de: Anmelden
es: Inicio sesión
uk: Авторизація

source: You have been logged out
de: Sie haben sich erfolgreich abgemeldet. Bis bald!
es: Usted se ha desconectado
uk: Ви вийшли

source: Come back soon!
de: Bis bald!
es: ¡Vuelva pronto!
uk: До побачення!

source: All discussions
de: Alle Diskussionen
es: Todos los debates
uk: Всі дискусіі

source: The argument has been changed
de: Das Argument wurde geändert.
es: El argumento ha sido cambiado
uk: Аргумент змінен

source: Great! Your argument is online now
de: Ihr Argument ist jetzt online.
es: ¡Genial! Su argumento está ahora en línea.
uk: Здорово! Ваш аргумент тепер тут

source: Edit discussion
de: Diskussion bearbeiten
es: Editar debate
uk: Редагувати дискусію

source: Edit Discussion
de: Änderungen speichern
es: Editar Debate
uk: Редагувати дискусію

source: Create discussion
de: Diskussion hinzufügen
es: Crear debate
uk: Створити дискусію
