Repository: redblame315/brabbl-backend
Catalog: brabbl/locale/*/LC_MESSAGES/django.po
Languages: de, es, uk

source: key_invite-participants_checkbox-is-admin-invitation
de: Diesen Usern 'Admin' Rechte gewähren?

source: Manage Participants
de: Teilnehmer:innen auswählen

source: key_discussion-modal_choose-private-label
de: Selected users only (xx choose private label xx)

source: key_discussion-modal_choose-private_public-text
de: Alle Nutzer:innen dieses Accounts

source: key_discussion-modal_choose-private-help-text
de: Bei "Nur ausgewählte Teilnehmer:innen" können nur bestimmte Personen an der Diskussion teilnehmen. Anderen Personen wird die Diskussion nicht angezeigt.

source: key_discussion-modal_participants-section-title
de: Wer darf teilnehmen?

source: key_discussion-modal_private-discussion-no-participants
de: Bitte wähle die Personen aus, die an dieser Diskussion teilnehmen sollen. (Bisher ist niemand ausgewählt)

source: key_discussion-modal_public-discussion-text
de: Aktuell können alle Teilnehmer:innen dieses Accounts diese Diskussion sehen und sich daran beteiligen.

source: key_discussion-modal_private-discussion-text
de: Aktuell können nur die nachfolgenden Teilnehmer:innen diese Diskussion sehen und sich daran beteiligen:

source: key_discussion-modal_choose-private_private-text
de: Nur ausgewählte Teilnehmer:innen

source: key_user-menu_refresh-data
de: Ergebnisse aktualisieren

source: key_barometer_disagree
de: key_barometer_disagree (hier sollte ein 'Wording' stehen)

source: key_barometer_agree
de: key_barometer_disagree (hier sollte ein 'Wording' stehen)

source: key_barometer_behavior
de: Optionen für Barometer Ergebnisse

source: key_barometer_always_show
de: Alle Ergebnisse immer anzeigen.

source: key_barometer_show_only_for_voted_user
de: Ergebnisse nur für Barometer anzeigen, wo der/die User:in selbst schon abgestimmt hat.

source: key_barometer_show_only_for_voted_user_or_admin
de: Ergebnisse nur für Barometer anzeigen, wo der/die User:in selbst schon abgestimmt hat. (Nur Admins sehen immer die Ergebnisse)

source: key_discussion-modal_barometer-behavior-help-text
de: Um eine spannende Motivation zur Teilnahme zu liefern, kannst Du die Ergebnisse erst anzeigen lassen, wenn der/die User:in selbst auch abgestimmt hat. Bei bereits abgeschlossenen Diskussionen werden Ergebnisse immer angezeigt.

source: key_discussion_statement-modal_textfield_copyright-info-label
de: Bildrechte Info (optional)

source: key_discussion_statement-modal_textfield_copyright-info-help-text
de: Infos zur Urheber:in und sonstigen Rechteinhaber:innen werden in der Detailansicht unterhalb des Bildes angezeigt.

source: key_discussion-options_reset
de: Bewertungen zurücksetzen

source: Really remove barometer votes and argument ratings for this discussion? (This cannot be undone!)
de: Wirklich alle Bewertungen für diese Diskussion löschen? (Kann nicht rückgängig gemacht werden)

source: Reset discussion
de: Bewertungen zurücksetzen

source: key_export_column_type
de: Typ

source: key_export_column_title
de: Titel

source: key_export_column_statement_title
de: Vorschlag Titel

source: key_export_column_argument_title
de: Argument Titel

source: key_export_column_description
de: Beschreibung

source: key_export_column_date_and_time_created
de: Erstellt am

source: key_export_column_start_time
de: Start

source: key_export_column_end_time
de: Ende

source: key_export_column_creator_name
de: Erstellt von

source: key_export_column_average_rating
de: Durchschnittliche Bewertung

source: key_export_column_total_number_of_votes
de: Anzahl aller Bewertungen

source: key_export_column_wording_for_plus_3_rating
de: Wording für '+3'

source: key_export_column_number_of_votes_for_plus_3_rating
de: Stimmen für '+3'

source: key_export_column_wording_for_plus_2_rating
de: Wording für '+2'

source: key_export_column_number_of_votes_for_plus_2_rating
de: Stimmen für '+2'

source: key_export_column_wording_for_plus_1_rating
de: Wording für '+1'

source: key_export_column_number_of_votes_for_plus_1_rating
de: Stimmen für '+1'

source: key_export_column_wording_for_0_rating
de: Wording für '+/- 0'

source: key_export_column_number_of_votes_for_0_rating
de: Stimmen für '+/- 0'

source: key_export_column_wording_for_minus_1_rating
de: Wording für '-1'

source: key_export_column_wording_for_minus_2_rating
de: Wording für '-2'

source: key_export_column_number_of_votes_for_minus_2_rating
de: Anzahl Stimmen für '-2'

source: key_export_column_wording_for_minus_3_rating
de: Wording für '-3'

source: key_export_column_number_of_votes_for_minus_3_rating
de: Anzahl Stimmen für '-3'

source: key_export_client
de: Kunde

source: key_export_date_and_time_of_export
de: Zeitpunkt des Exports

source: key_export_discussion_modal_confirm_question
de: Diskussionsinhalte exportieren und speichern?

source: key_export_discussion_modal_btn_export
de: Als .xlsx speichern?

source: key_discussion-options_export
de: Inhalte exportieren / speichern

source: key_export_statistics
de: Teilnahme-Statistik exportieren

source: key_export_statistics_modal_confirm_question
de: Statistik zum Beteiligungsverfahren exportieren und speichern?

source: key_export_statistics_modal_btn_export
de: Als .xlsx speichern

source: key_export_user_stats
de: Statistik zum Beteiligungsverfahren

source: key_export_total_number_of_registered_users
de: Anzahl registrierte Teilnehmer:innen

source: key_export_number_of_users_in_age_group
de: Teilnehmer:innen in Altersgruppe

source: key_export_age_groups
de: Altersgruppen

source: key_export_age_not_provided
de: Kein Alter angegeben

source: key_export_gender
de: Geschlecht

source: key_export_female_count
de: Teilnehmerinnen 'weiblich'

source: key_export_male_count
de: Teilnehmer 'männlich'

source: key_export_gender_not_provided
de: Teilnehmer:innen 'andere' oder 'nicht angegeben'

source: key_export_post_code
de: PLZ

source: key_export_post_code_not_provided
de: PLZ nicht angegeben

source: key_export_city
de: Ort

source: key_export_city_not_provided
de: Ort nicht angegeben

source: key_export_organization
de: Organisation

source: key_export_organization_not_provided
de: Organisation nicht angegeben

source: key_export_position
de: Tätigkeit/Position

source: key_export_position_not_provided
de: Tätigkeit/Position nicht angegeben

source: key_export_participation
de: Beteiligung

source: key_export_number_of_discussions
de: Anzahl Diskussionen (gesamt)

source: key_export_number_of_statements
de: Anzahl Vorschläge (gesamt)

source: key_export_number_of_arguments
de: Anzahl Argumente (gesamt)

source: key_export_number_of_barometer_voting
de: Anzahl Argumente (gesamt)

source: key_export_users_with_position
de: Anzahl User mit Tätigkeit/Position

source: key_export_users_with_organization
de: Anzahl User mit Organisation

source: key_export_users_with_city
de: Anzahl User mit Ort

source: key_export_users_with_post_code
de: Anzahl User mit PLZ

source: Dear visitor of {{domain}} we have received your registration. Please confirm this manually by clicking on the following confirmation link:
de: Diese Aufforderung zum Bestätigen des E-Mail links auf {{domain}} sollte ein custom wording sein, nicht dieser Text.
es: Querido usuario de {{domain}} su registro se ha realizado con éxito. Por favor, confirme su registro de forma manual pinchando sobre el enlace de confirmación
uk: Шановний відвідувач {{domain}} ми отримали ваш запит реєстрації. Будь ласка, підтвердіть email натиснувши на це посилання

source: Hello {{ username }}, there is news on {{domain}}:
de: Mail Text 'news' should be a dynamic custom wording, not this. {{domain}}
es: Hola{{ username }}, hay noticias en {{domain}}:
uk: Вітаю, {{ username }}, Декілька новин для тебе з {{domain}}

source: Dear Administrator, a contribution to the brabbl platform has been flagged
de: Mail Text 'flagged' should be a dynamic custom wording, not this.
es: Querido administrador, se ha señalado una contribución a la plataforma brabbl
uk: Шановний Адміністратор, Внесок у brabbl платформу був промаркоманий

source: Hello {{ username }}, please click on this link to change your password:
de: Mail Text 'reset password' should be a dynamic custom wording, not this.
es: Hola {{ username }} por favor, pinche en el enlace para cambiar la contraseña:
uk: Вітаю, {{ username }}, Буль ласка, натисніть на посилання для зміни свого паролю:

source: Hello. {{ customer }} invited you on Brabbl.
de: *should be a dynamic custom wording, not this.* Hallo.Sie wurden eingeladen, sich beim geschützten Brabbl Account von {{ customer }} anzumelden.

source: Your brabbl account on {{domain}} is not active still. Please activate it by clicking on the following link. Otherwise, your account and all your arguments and votings will be deleted tonight.
de: Ihr Account für die brabbl Diskussionen auf {{domain}} ist noch nicht endgültig aktiviert. Bitte bestätigen Sie Ihre Identität und die Richtigkeit Ihrer E-Mail Adresse indem Sie auf den nachfolgenden Link klicken. Ohne diese Bestätigung wird Ihr Account einschließlich aller Beiträge und Bewertungen innerhalb der nächsten 24 Stunden gelöscht.
es: Su cuenta brabbl {{domain}} no está aún activa. Por favor, actívela pinchando en el siguiente enlace. Si no, su cuenta y todos sus argumentos y valoraciones serán eliminados esta noche.
uk: Ваш brabbl акаунт на {{domain}} досі не активован. Будь ласка перейдіть за посиланням нижче. Інакше сьогодні вночі ваш акаунт та усі ваши аргументи та голосування будуть видалені.

source: Your Brabbl team.
de: Mail Text 'signature' should be a dynamic custom wording, not this.
es: Su equipo Brabbl
uk: Ваша команда Brabbl.

source: Creation date
de: Erstellungsdatum
es: Fecha de creación
uk: Дата створювання

source: Modified date
de: Änderungsdatum
es: Fecha de modificación
uk: Дата зміни

source: Last activity
de: Letzte Aktivität
es: Última actividad
uk: Остання активність

source: Picture could not be decoded.
de: Bilddatei nicht erkannt.
es: La foto no puede ser descodificada.
uk: Зображення не може буди розшифроване.

source: Please enter a valid image file.
de: Bitte geben Sie eine gültige Bilddatei an.
es: Por favor, suba una imagen de perfil válida.
uk: Будь ласка, оберіть правильне зображення

source: Bundesland
es: Comunidad Autónoma
uk: Регіон

source: ReplyTo email
es: Email de respuesta
uk: ReplyTo пошта

source: Argument flagging.
es: Marcado de argumento
uk: Маркування аргументу.

source: Deutsch
es: Alemán.
uk: Німецька

source: Barometer Wording
es: Barómetro de palabras
uk: Формулювання Барометру

source: Statement voting
es: Declaración de voto.
uk: Голосування по заяві

source: Statement list header
es: Encabezado de la lista de las declaraciones
uk: Заголовок у листі заяв

source: Statement header
es: Encabezado de las declaraciones
uk: Заголовок заяви

source: Add button short (top)
es: Añadir botón corto (arriba)
uk: Кнопка додати коротоко (вверху)

source: ok
uk: задовільно

source: CONTRA
uk: Супроти

source: PRO
uk: За

source: Contra-Argument
es: argumento en contra
uk: Аргумент Супроти

source: Pro-Argument
es: argumento a favor
uk: Аргумент За

source: Button Pro
es: botón a favor
uk: Кнопка За

source: Name singular
es: nombre en singular
uk: Ім'я в однині

source: Video
es: Vídeo
uk: Відео

source: Server Error
es: Error del servidor
uk: Помилка серверу

source: powered by
es: impulsado por
uk: Вироблено

source: Link
es: Enlace
uk: Посилання

source: Argument
es: Argumento
uk: Аргумент

source: relevant
es: relevante
uk: доречно

source: Contra
uk: Супроти

source: Pro
uk: За
