Repository: redblame315/brabbl-backend
Catalog: brabbl/locale/*/LC_MESSAGES/django.po
Languages: de, es, uk

source: An email was sent with instructions on how to reset the password
de: Sie erhalten eine Email mit Informationen, wie Sie Ihr Passwort ändern können.
es: Se ha enviado un e-mail con instrucciones para cambiar la contraseña
uk: На вашу пошту було надіслано листа з інструкцією по скидуванню пароля

source: Edit suggestion
de: Beitrag bearbeiten
es: Editar sugerencia
uk: Редагувати пропозицію

source: Report suggestion
de: Beitrag melden
es: Reportar sugerencia
uk: Відреагувати на пропозицію

source: Add new suggestion
de: Neue Idee hinzufügen
es: Añadir nueva sugerencia
uk: Додати нову пропозицію

source: Add new Discussion
de: Diskussion hinzufügen
es: Añadir nuevo Debate
uk: Додати нову дискусію

source: Add new Survey
de: Ideensammlung hinzufügen
es: Añadir nuevo sondeo
uk: Додати нове обстеження

source: Update Discussion
de: Diskussion aktualisieren
es: Actualizar Debate
uk: Редагувати дискусію

source: Add new pro-argument
de: Neues Pro-Argument schreiben
es: Añadir nuevo argumento a favor
uk: Додати новий аргумент За

source: Add new contra-argument
de: Neues Contra-Argument schreiben
es: Añadir nuevo argumento en contra
uk: Додати новий аргумент Супроти

source: Edit argument
de: Argument bearbeiten
es: Editar argumento
uk: Редагувати аргумент

source: Publish argument
de: * Argument posten *
es: Publicar argumento
uk: Опубліковати аргумент

source: Publish Argument
de: Argument veröffentlichen
es: Publicar Argumento
uk: Опубліковати аргумент

source: Edit survey
de: Ideensammlung bearbeiten
es: Editar sondeo
uk: Редагувати обстеження

source: Edit Survey
de: Änderungen speichern
es: Editar Sondeo
uk: Редагувати обстеження

source: Add new survey
de: Ideensammlung veröffentlichen
es: Añadir nuevo sondeo
uk: Додати нове обстеження

source: Survey
de: Ideensammlung
es: Sondeo
uk: Обстеження

source: Tags
de: Tags / Schlagworte
es: Etiquetas
uk: Теги

source: Settings
de: Einstellungen
es: Configuración
uk: Налаштування

source: Create a new account
de: Neuen Account anlegen
es: Crear una nueva cuenta
uk: Створити новий аккаунт

source: Forgot your password?
de: Passwort vergessen?
es: ¿Olvidó su contraseña?
uk: Забули пароль?

source: Please drag a picture to the image area to change your profile picture
de: Bitte ziehen Sie ein Bild auf den markierten Bereich, um Ihr Profilbild zu ändern.
es: Por favor, arrastre una foto al área de imágenes para cambiar su foto de perfil
uk: Будь ласка перетягніть зображення до зони фото. щоб змінити зображення профілю

source: Please drag a picture to the image area to change discussion picture
de: Bitte ziehen Sie ein Bild auf den markierten Bereich, um das Vorschaubild für diese Diskussion zu ändern.
es: Por favor, arrastre una foto al área de imágenes para cambiar su foto para los debates
uk: Будь ласка перетягніть зображення до зони фото. щоб змінити зображення дискусii

source: Reset Password
de: Kennwort zurücksetzen
es: Restaurar contraseña
uk: Стерти пароль.

source: Update profile
de: Profil aktualisieren
es: Actualizar perfil
uk: Редагувати профіль

source: Already have an account?
de: Account bereits vorhanden?
es: ¿Ya tiene una cuenta?
uk: Вже маєте аккаунт?

source: to
de: für
es: de
uk: до

source: from
de: von
es: para
uk: з

source: Edit
de: Änderungen Speichern
es: Editar
uk: Редагувати

source: Add new
de: Speichern
es: Añadir nuevo
uk: Додати нове

source: Cancel
de: Abbrechen
es: Cancelar
uk: Скасувати

source: There was a server error
de: Es gab einen Server Fehler.
es: Había un error de servidor
uk: Трапилася помилка на сервері

source: The action could not be carried out
de: Server Error. Die Aktion konnte nicht ausgeführt werden.
es: Esta acción no puede llevarse a cabo
uk: Помилка серверу. Дія не може бути виконана

source: Please provide a subject
de: Bitte eine Überschrift angeben.
es: Por favor, proporcione un tema
uk: Будь ласка введіть тему

source: Please provide details for your argument
de: Bitte das Argument genauer ausführen.
es: favor, proporcione detalles para su argumento
uk: Будь ласка надайте деталі вашого аргументу

source: Just arguments
de: Nur Argumente
es: Solo argumentos
uk: Тільки аргументи

source: Just the Opiniometer
de: Nur Meinungsbarometer
es: Solo el Opinómetro
uk: Тільки Думкометер

source: Opiniometer plus Arguments
de: Meinungsbarometer und Argumente
es: Opinómetro más argumentos
uk: Думкометер та Аргументи

source: Thesis statement or question
de: These oder Frage
es: Declaración de tesis o pregunta
uk: Тезіс заяви або питання

source: Please provide a thesis statement or question
de: Bitte eine These oder Frage angeben
es: Por favor, proporcione una declaración de tesis o pregunta
uk: Будь ласка надайте тезісу заяви або питання

source: The thesis statement / question must not exceed 160 characters
de: Die These / Frage darf maximal 160 Zeichen lang sein.
es: Declaración de tesis / la pregunta no puede superar los caracteres
uk: Тезіс заяви або питання не може буди довше за 160 символів

source: Please select the type of discussion
de: Bitte den Diskussions-Typ auswählen.
es: Por favor, seleccione el tipo de debate
uk: Будь ласка, оберіть тип дискусії

source: Please select the Opiniometer
de: Bitte das Meinungsbarometer auswählen.
es: Por favor, seleccione el Opinómetro
uk: Будь ласка, оберіть Думкометр

source: Please select the type of Opiniometer
de: Bitte den Meinungsbarometer-Typ auswählen.
es: Por favor seleccione el tipo de Opinómetro
uk: Будь ласка оберіть тип Думкометру

source: Allow suggestions by admins only
de: Neue Vorschläge nur von Admins erlauben.
es: Permitir sugerencias solo de administradores
uk: Дозволити пропозиції тільки адміністрації

source: Allow suggestions by users
de: Neue Vorschläge auch von Nutzern erlauben.
es: Permitir sugerencias de usuarios
uk: Дозволити пропозиції всім

source: Please provide a (unique) username
de: Bitte einen (noch freien) Nutzernamen angeben.
es: Por favor proporcione un (único) nombre de usuario
uk: Будь ласка, введіть (унікальне) ім'я користувача.

source: Please provide a password
de: Bitte ein Passwort eingeben
es: Por favor proporcione una contraseña
uk: Будь ласка, введіть пароль

source: Please provide a fist name
de: Bitte einen Vornamen eingeben.
es: Por favor proporcione un nombre
uk: Будь ласка, введіть ім'я

source: Please provide a last name
de: Bitte einen Nachnamen eingeben.
es: Por favor proporcione un apellido
uk: Будь ласка, введіть призвище

source: Please provide an email address
de: Bitte eine E-Mail Adresse eingeben.
es: Por favor proporcione una dirección de correo electrónico
uk: Будь ласка, введіть e-mail

source: Please provide a valid email address
de: Bitte eine gültige E-Mail Adresse eingeben.
es: Por favor proporcione una dirección de e-mail válida
uk: Будь ласка, введіть вірний e-mail

source: No email notifications
de: Keine E-Mail Benachrichtigungen.
es: No hay notificaciones de e-mail
uk: Ніяких e-mail повідомлень

source: News e-mail (frequency)
de: Häufigkeit der News-E-Mail
es: Noticias de e-mail (frecuencia)
uk: Новини по email (частота)

source: daily
de: täglich
es: diariamente
uk: Щоденно

source: weekly
de: wöchentlich
es: semanalmente
uk: Щотижднево

source: User name
de: Benutzername
es: Nombre de usuario
uk: Ім'я користувача

source: First name
de: Vorname
es: Nombre
uk: Ім'я

source: Last name
de: Nachname
es: Apellido
uk: Призвіще

source: Email Address
de: E-Mail
es: Dirección de correo electrónico
uk: E-mail

source: The passwords do not match
de: Passwörter nicht identisch
es: Las contraseñas no coinciden
uk: Паролі не збігаються

source: Password
de: Passwort
es: Contraseña
uk: Пароль

source: Please enter a password again
de: (Passwort wiederholen X)
es: Por favor, introduzca de nuevo la contraseña
uk: Будь ласка введіть пароль ще раз

source: characters remaining
de: verbleibende Zeichen
es: caracteres restantes
uk: залишилось символів

source: Average opinion
de: durchschnittliche Meinung
es: Opinión media
uk: Середня думка

source: What do you think?
de: Was meinen Sie?
es: ¿Qué opina?
uk: Що ви думаєте?

source: No suggestions yet
de: Noch keine Beiträge vorhanden.
es: No existen sugerencias aún
uk: Дозволити пропозиції всім

source: Thanks for reporting! We will review that content shortly
de: Danke für Ihren Hinweis. Wir werden den Beitrag in Kürze prüfen.
es: ¡Gracias por reportar! Vamos a revisar el contenido en breve
uk: Дякуємо за повідомлення! Ми перевіремо його у найближчий час

source: Thank you for your message
de: Danke für Ihre Nachricht.
es: Gracias por su mensaje
uk: Дякуємо за ваше повідомлення

source: We will consider the amount shortly
de: Danke für Ihren Hinweis. Wir werden den Beitrag so bald wie möglich prüfen.
es: Consideraremos la cantidad en breve
uk: Дякуємо за ваше повідомлення

source: Hide proposal
de: Beitrag verstecken
es: Ocultar propuesta
uk: Сховати пропозицію

source: Edit proposal
de: Beitrag bearbeiten
es: Editar propuesta
uk: Редагувати пропозицію

source: Report proposal
de: Beitrag melden
es: Reportar propuesta
uk: Надіслати пропозицію

source: Add new argument
de: Neues Argument hinzufügen
es: Añadir nuevo argumento
uk: Додати новий аргумент

source: No arguments yet
de: Noch keine Argumente
es: No existen aún nuevos argumentos
uk: Досі нема жодного аргументу

source: Start the discussion now!
de: Starten Sie die Diskussion!
es: ¡Comenzar ahora el debate!
uk: Почніть дискусію прям зараз!

source: Show more arguments
de: Mehr Argumente anzeigen
es: Mostrar más argumentos
uk: Показати більше аргументів

source: Hide argument
de: Argument verstecken
es: Ocultar argumento
uk: Сховати аргумент

source: Show argument
de: [Argument anzeigen]
es: Mostrar argumento
uk: Показати аргумент

source: Delete argument
de: [Argument löschen]
es: Eliminar argumento
uk: Видалити аргумент

source: Report argument
de: Beitrag melden
es: Reportar argumento
uk: Поскаржитися

source: Rate
de: Bewerten
es: Evaluar
uk: Рейтинг

source: DISCUSSION
de: DISKUSSION
es: DEBATE
uk: ДИСКУСІЯ

source: inconsequential
de: belanglos
es: intrascendente
uk: несуттєво

source: questionable
de: fragwürdig
es: cuestionable
uk: сумнівно

source: justifiable
de: akzeptabel
es: justificable
uk: ймовірно

source: convincingly
de: überzeugend
es: convincente
uk: переконливо

source: Votes
de: Stimmen
es: Votos
uk: Голоси

source: Back
de: zurück
es: Atrás
uk: Назад

source: cancel
de: abbrechen
es: cancelar
uk: скасувати

source: create
de: hinzufügen
es: crear
uk: створити

source: change
de: bearbeiten
es: cambiar
uk: змінити

source: Opinion
de: Meinung
es: Opinión
uk: Думка

source: Subject
de: Titel
es: Tema
uk: Тема

source: Suggestion
de: Vorschlag
es: Sugerencia
uk: Пропозиція

source: Please enter a suggestion
de: Bitte einen Vorschlag machen
es: Por favor, introduzca una sugerencia
uk: Будь ласка введіть пропозицію

source: by
de: von
es: por
uk: від

source: All
de: Alle
es: Todos
uk: Всi

source: Total
de: Gesamt
uk: Всього

source: Not Active
de: Nicht aktiv
es: Inactivo
uk: Не активні

source: Filter by status
de: Filtern nach Status
es: Filtrar por estatus
uk: Фільтрувати за статусом

source: Completed
de: Diskussion ist beendet.
es: Completado
uk: Завершено

source: Starts in
de: Diskussion startet in
es: Comienza en
uk: Почнеться через

source: Ends in
de: Diskussion endet in:
es: Finaliza en
uk: Завершення через

source: Starts
de: Startet
es: Comienza
uk: Почнеться

source: Finishes
de: Endet
es: Finaliza
uk: Закінчиться

source: d
de: Tage
uk: д

source: h
de: Stunden
uk: г

source: m
de: Minuten
uk: х

source: s
de: Sekunden
uk: с

source: Start Time
de: Start Zeitpunkt
es: Tiempo de inicio
uk: Дата початку

source: End Time
de: End-Zeitpunkt
es: Tiempo de finalización
uk: Дата завершення

source: Answer(s)
de: Antwort(en)
es: Pregunta(s)
uk: Відповідь(ей)

source: Login with Facebook
de: Login mit Facebook
es: Iniciar sesión con Facebook
uk: Авторизація через Facebook

source: Login with Twitter
de: Login mit Twitter
es: Iniciar sesión con Twitter
uk: Авторизація через Google

source: Login with Google
de: Login mit Google
es: Iniciar sesión con Google
uk: Авторизації через Google

source: Sign up with
de: Anmelden mit
es: Registrarse con
uk: Зареєструватися за допомогою

source: Sign In
de: Anmelden
es: Registrarse
uk: Авторизація

source: or via mail
de: oder via E-Mail
es: o vía e-mail
uk: або за допомогою e-mail

source: Login to participate
de: Login
es: Inicie sesión para participar
uk: Авторизуютесь для участі в дискусіях

source: Year of Birth
de: Geburtsjahr
es: Año de nacimiento
uk: Рік народження

source: Please provide a years of birth
de: Bitte ein Geburtsjahr eingeben
es: Por favor, indique el año de nacimiento
uk: Будь ласка, введіть рік народження

source: Please provide a gender
de: Bitte ein Geschlecht auswählen.
es: Por favor, indique el año de nacimiento
uk: Будь ласка, вкажіть стать

source: Please provide a postcode
de: Bitte eine Postleitzahl eingeben
es: Por favor, indique su código postal
uk: Будь ласка, введіть поштовий індекс.

source: Please provide a country
de: Bitte ein Land angeben.
es: Por favor, indique su país
uk: Будь ласка введіть краіну

source: Please provide a city
de: Bitte den Wohnort angeben.
es: Por favor, indique la ciudad
uk: Будь ласка введіть місто

source: Please provide a organization
de: Bitte eine Organisation eingeben.
es: Por favor, indique una organización o empresa
uk: Будь ласка, введіть організацію

source: Please provide a position
de: Bitte gib dein Tätigkeitsfeld bzw. deine Aufgabe innerhalb der Organisation an
es: Por favor, indique su puesto
uk: Будь ласка, введіть посаду

source: Please provide a bundesland
de: Bitte das Bundesland angeben, wo du wohnst.
es: Por favor, indique una comunidad autónoma
uk: Будь ласка, введіть місцевість

source: Edit List
de: Liste bearbeiten
es: Editar Lista
uk: Редагувати список

source: Discussion List
de: Diskussions-Liste
es: Lista de debate
uk: Лист обговорянь

source: Save List
de: Liste speichern
es: Guardar lista
uk: Оновити список

source: Show sum of tags
de: Mindestens ein Tag stimmt überein
es: Mostrar el total de etiquetas
uk: Показати сумму тегів

source: Show intersection of tags
de: Alle Tags stimmen überein
es: Mostrar la intersección de etiquetas
uk: Показазувати перетин тегів

source: List name
de: Titel der Liste
es: Lista de nombres
uk: Призвіще

source: Hide tag filter for Users
de: Tag Filter für Nutzer verstecken?
es: Ocultar los filtros de etiquetas para usuarios
uk: Приховати фільтер тегів для користовачів

source: Tag filter in the list view will not be shown to users
de: Der Tag-Filter in der Listen Darstellung wird nur Administratoren angezeigt.
es: Los filtros de etiquetas en la lista no se muestran a los usuarios
uk: Фільтр тегів на сторінки лист дикуссій не буде показуватися користовачам

source: Please provide a list name
de: Bitte einen Titel für die Liste eingeben.
es: Por favor, proporcione un nombre de lista
uk: Будь ласка, введіть назву

source: The list name must not exceed 160 characters
de: Der Titel der Liste darf maximal 160 Zeichen lang sein.
es: El nombre de lista no debe superar los 160 caracteres
uk: Назва списку не може буди довше за 160 символів

source: Content of list
de: Listen Inhalt
es: Contenido de la lista
uk: Вміст списку

source: Please select the content of list
de: Bitte den Listen-Inhalt auswählen.
es: Por favor seleccione el contenido de la lista
uk: Будь ласка, оберіть вміст списку

source: Please select the Wording schema
de: Bitte ein individuelles Wording auswählen.
es: Por favor seleccione el esquema de la formulación
uk: Будь ласка, оберіть схему формулювання

source: You can enter maximum of 4 digits
de: Maximal vier Ziffern.
es: Puede introducir 4 dígitos como máximo
uk: Ви можете ввести не більше ніж 4 цифри

source: Add a tag
de: Tag hinzufügen
es: Añada una etiqueta
uk: Додати тег

source: Press enter to add a tag
de: 'Enter' drücken um einen Tag hinzuzufügen
es: Pulse Intro para añadir una etiqueta
uk: Натисніть enter, щоб додати тег

source: The discussion has not started yet
de: Diese Diskussion ist noch nicht aktiv.
es: El debate no ha empezado aún
uk: Діскуссія ще не почалася

source: Write Pro-Argument
de: Pro-Argument
es: Escriba argumento a favor
uk: Напишіть Аргумент За

source: Write Contra-Argument
de: Contra-Argument
es: Escriba argumento en contra
uk: Напишіть Аргумент Супроти

source: Update Argument
de: %(counter)s neue Argument
es: Actualice argumento
uk: Редагувати аргумент

source: They were an email sent with instructions to reset the password
de: Sie erhalten eine E-Mail mit Informationen, wie Sie Ihr Passwort ändern können.
es: Se le ha enviado un e-mail con instrucciones para restaurar la contraseña.
uk: На вашу пошту було надіслано листа з інструкцією по скидуванню пароля

source: Add media
de: Medieninhalte hinzufügen
es: Añadir lista
uk: Додати медіа

source: User list
de: User Liste
es: Lista usuario
uk: Список користувачів

source: You can also upload an image or add a Youtube link
de: Sie können zusätzlich auch ein Bild oder den Link zu einem YouTube Video hinzufügen.
es: Puede subir también una imagen o añadir un link de Youtube
uk: Ви також можете додати зображення або Youtube відео

source: Content removed
de: [Beitrag entfernt]
es: Contenido eliminado
uk: Контент видалений

source: This content was inappropriate and has been removed by our staff
de: Dieser Beitrag verstößt gegen unsere Nutzungsbedingungen.
es: Este contenido era inapropiado y ha sido eliminado por nuestro equipo.
uk: Цей контент був недоречний, тому його було вилучено нашими співробітниками

source: Please stick to our guidelines for good discussions and refrain from posts that are likely to be regarded as offensive or rude
de: Bitte halte Dich an unsere Nutzungsbedingungen und poste keine Beiträge, die als unangemessen oder persönlich beleidigend empfunden werden könnten.
es: Por favor, ajústese a nuestro reglamento de buena conducta para debates y absténgase de escribir comentarios que puedan resultar ofensivos o irrespetuosos
uk: Будь ласка, дотримуйтесь наших принципів для хороших дискусій та утримуйтксь від постів, які можуть розглядатися як образливі або грубі

source: User can add replies to arguments
de: Verschachtelte Diskussion von Argumenten möglich
es: El usuario puede añadir réplicas a argumentos
uk: Користувачi зможуть вiдповiдати на аргументи

source: Allow replies to arguments
de: ['Replies' zu Argumenten erlauben]

source: Delete discussion
de: Diskussion löschen

source: Really delete this discussion? (This cannot be undone!)
de: Diskussion wirklich löschen? (Kann nicht rückgängig gemacht werden)

source: key_discussion-modal_textfield-title_description-of-discussion
de: Kurze Beschreibung / Infotext zur Diskussion (optional)

source: key_discussion-modal_textfield-url_web-url-of-discussion
de: URL (nur falls diese Diskussion auf einer externen Webseite eingebunden wird)

source: key_invite-participants-modal_title-of-invite-participants
de: Teilnehmer*innen einladen

source: key_invite-participants-modal_textfield-email_label
de: E-Mail Adressen

source: key_invite-participants-modal_textfield-email_help-text
de: E-Mail Adressen, durch Komma getrennt

source: key_invite-participants-modal_textfield-email_error-email
de: Bitte E-Mail Adresse(n) eingeben

source: key_invite-participants-modal_textfield-email_error-emails
de: [Bitte korrekte E-Mail Adressen eingeben]

source: key_invite-participants-modal_submit-button_label
de: Jetzt Einladen!

source: key_invite-participants-modal_invitation-list_revoke-invitation-hint
de: Einladung widerrufen

source: key_invite-participants-modal_invitation-count-title
de: Person(en) eingeladen:

source: key_invite-participants-modal_alert_revoke-invitation-confirm
de: Einladung wirklich widerrufen?

source: key_survey-statement-options_edit
de: Bearbeiten

source: key_survey-statement-options_report
de: Beitrag melden

source: key_signup_provide-password_title
de: Sicheres Passwort (bitte mindestens 8 Zeichen)

source: key_signup_provide-password_error-text
de: Bitte ein sicheres Passwort für die Anmeldung auf dieser Plattform angeben.

source: key_signup_retype-password_title
de: Passwort wiederholen

source: key_signup_retype-password_error-text
de: Bitte das Passwort ein zweites Mal eintippen (um Tippfehler auszuschließen).

source: key_login_email-textfield_error-text
de: Bitte die Email Adresse angeben, die bei der Registrierung verwendet wurde

source: accept_data_policy_overlay_not_checked_error
de: Bitte markieren sie die Checkbox.

source: key_discussion-modal_add-pdf-file_title
de: PDF hinzufügen

source: key_discussion-modal_add-pdf-file_help
de: Füge bis zu 5 PDF Dateien zur Beschreibung hinzu.

source: key_discussion-modal_delete-pdf-hint
de: PDF entfernen

source: key_discussion-modal_delete-pdf-confirm
de: PDF wirklich entfernen?

source: key_discussion-modal_discussion-type-section_title
de: Diskussions-Typ

source: key_discussion-modal_discussion-type-section_pro-contra-discussion-name
de: Einfache Pro-Contra Diskussion

source: statement-list-item_more-button-title
de: Details anzeigen

source: statement-list-item_hide-button-title
de: weniger Details

source: arguments
de: Argument(e)

source: key_discussion-options_edit
de: Bearbeiten

source: key_discussion-options_delete
de: Löschen

source: key_survey-statement-options_delete
de: Löschen

source: Really delete this statement? (This cannot be undone!)
de: Diskussion wirklich löschen? (Kann nicht rückgängig gemacht werden)

source: Delete statement
de: Vorschlag Löschen

source: key_statement-modal_add-image_title
de: Bild hinzufügen

source: key_statement-modal_add-image_help
de: Tippen um ein Bild hinzuzufügen oder zu ändern.

source: ADD PDF
de: Datei auswählen

source: Add Photo
de: Bild auswählen

source: Add new idea
de: Neuen Vorschlag machen

source: key_discussion_status_completed
de: Diskussion abgeschlossen

source: key_discussion_status_not_started
de: Diese Diskussion ist noch nicht aktiv.

source: key_discussion_status_started
de: Diskussion läuft

source: key_statement-modal_statement-title_title-label
de: Vorschlag / Idee:

source: key_statement-modal_statement-description_title-label
de: Beschreibung (optional):

source: key_survey-statement-options_show
de: Beitrag wieder anzeigen

source: key_survey-statement-options_hide
de: Beitrag verstecken

source: Now
de: Ab sofort

source: Active Forever
de: Kein Zeitlimit

source: key_discussion-modal_discussion-type-help-text
de: "Ideensammlung" ist ideal für Fragen, wo mehrere mehrere Optionen/Ideen gesammelt und verglichen werden sollen. Für jede einzelne Idee können dann Pro- und Contra Argumente ausgetauscht werden.

source: key_discussion-modal_start-time-help-text
de: Gib hier einen Zeitpunkt in der Zukunft an, falls diese Diskussion nicht sofort starten soll.

source: key_discussion-modal_end-time-help-text
de: Nach diesem Zeitpunkt kann an der Diskussion nicht mehr aktiv teilgenommen und abgestimmt werden.

source: key_discussion-modal_textfield-url_web-url-of-discussion-help-text
de: URL (nur falls diese Diskussion auf einer externen Webseite eingebunden wird)

source: key_discussion-modal_wording-help-text
de: Je nach Diskussionsfrage kann hier ein passendes 'Wording' festgelegt werden.

source: key_discussion-modal_survey-option-help-text
de: Wähle "Nur Admins", wenn die Teilnehmer*innen keine neuen Vorschläge machen sollen, sondern alle möglichen Antworten/Optionen bereits feststehen und es nur um die Abwägung geht.

source: key_discussion-modal_discussion-settings-help-text
de: Falls gewünscht, kannst Du z.B. zunächst nur Argumente sammeln und die Abstimmung erst später erlauben. Wähle dann zunächst: "Nur Argumente" und später: "Argumente und Barometer".

source: Advanced Options
de: Erweiterte Optionen
